Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/D12.tmx
Source language: en_us
Languages: zh_cn

source: Evangelism among Muslims 3
zh_cn: 向穆斯林世界传扬主的福音（三）传道方法论

source: In his recent book, Evangelism Today, Dr. Zwemer has stated, "The message is of far more importance than the method."While granting this in full measure, we should, at the same time,be careful to adapt our methods in order to take full advantage of every new opportunity.
zh_cn: 在新书《今日传道》里，Zwemer博士这样说道：“我们所传的内容远远比我们传道的方法更加重要”虽然我们完全赞同这一观点，但同时我们应当谨慎地选择我们传道的方法以便我们能够充分抓住每一次机会。

source: The message of evangelism remains the same.God does not change, and Jesus Christ is the same yesterday, todayand forever.
zh_cn: 福音的内容是永不变化的，因为上帝是永不变化的，耶稣基督昨天、今天、明天和永远也都是一样的。

source: The Cross of Christ and His resurrection remain the focal points of our message for all time, since they are great,changeless facts by which the Creator entered the stream of human history to pay the penalty of sin and redeem man unto Himself.
zh_cn: 基督的十字架和他的复活是我们任何时候传福音的核心：因为这些事件是如此地伟大：创造天地的主进入我们人类的历史长河中并亲为我们的罪付上赎价。

source: Methods of presenting Christian truth not only change with time and circumstance, but we feel that there is a call in the new day ahead for the abandonment of the whole attitude which gave toChristian-Muslim relations the title, "The Great MuslimControversy."
zh_cn: 而将基督的真理介绍给世人的方法不单单随着时间和环境的变化而变化，我们认为在新的时代里，也有着放弃以前的陈旧态度的呼召：曾经，人们将基督徒-穆斯林关系称为“穆斯林争论”。

source: Two points developed by a study committee in their recent historical review of Muslim and Christian relations were: first,that from the very beginning the relations of Christians [and Muslims] had been largely on other planes than the religious.
zh_cn: 一个研究委员会在研究了近代历史上穆斯林和基督徒的关系后得出两点结论：第一，从一开始，基督徒和穆斯林的关系就往往牵扯了很多非宗教的因素。

source: They had met in political and military conflict and incommercial and other forms of rivalry, but seldom had their relations in the sphere of religion been on any large scale.
zh_cn: 基督徒和穆斯林在政治上、军事上和贸易领域都有冲突或竞争关系，而宗教范畴的事情则很少有人关心。

source: Second, from the first, there had been misunderstanding on both sides, and each religion had been misrepresented by the intellectual and ecclesiastical leaders of the other Faith.
zh_cn: 第二点，由于第一点中所提到的因素，两方都对对方很有很多误解，而每一种宗教都被对方的宗教领袖有很多的误解。

source: If this is the case, then we must seek a deeper and truer understanding of Islam by Christians who would bring to its adherents the one thing it does not have - the Christ of the Bible,the crucified, risen and living Lord of life.
zh_cn: 若这两点是正确的话，我们基督徒必须寻求对伊斯兰教的更深理解，因为我们要带给他们一样他们所没有的东西：圣经里的耶稣基督，那位被钉十字架，被高举和生命的主。

source: In a previous chapter we have proposed that evangelists seek to become experts in avoiding controversy, and, in fact, frankly refusing to engage in polemic discussion but rather presentingChrist positively as Saviour and Lord, go on to teach the Bible to those who are willing to hear the Word.
zh_cn: 在前面的章节里我们曾提到，很多传道人都成了避免冲突的专家。他们拒绝参与争辩式的讨论，而是积极地介绍我们的救主，传授圣经的真理给那些愿意听道的人。

source: Though this point of view has been set forth in that Chapter, we venture to mention it here again for the sake of emphasis.
zh_cn: 虽然这个观点已经深入人心了，我们还是想再提一次以示强调。

source: When it is necessary to give an answer, we should always do so, in so far as is possible, in the words of Scripture, not by any statement of our own.
zh_cn: 当我们需要回答别人的问题的时候，我们一定会回答，而且是尽量用圣经的经文来回答，而不是用我们自己的话来回答。

source: We recall that a veteran missionary to Muslims said, "Our explanation of the inexplicable is often wasted, but His Word does not return unto Him void."
zh_cn: 一位在穆斯林世界里做工的老传道人曾经这样说过：“我们试图解释那些无法解释的事情往往是徒劳的，而上帝自己的话语绝对不会落空。”

source: In addition, we may repeat that we should endeavor to follow the method of Christ, who rather than enter into needless controversy seemed to strike directly to the heart and conscience and life situation of the individual, as for instance, in the cases of Nicodemus (John 3) and the woman of Samaria (John 4) .
zh_cn: 另外，我们应当效法基督的方法，不是卷入没有必要的争论中间，而是直击每个人的内心和生活的处境，比如他在约翰福音第三章里回答尼哥德慕和约翰福音第四章里回答撒玛利亚夫人的话。

source: There were responses to this proposal of method from many parts of the world, and word came from Java that they were training their evangelists along these lines, namely:
zh_cn: 这些经验都是由世界各地的传道人总结出来的。在爪哇培训当地传道人的同工这样总结他们的方法：

source: Avoid argument.
zh_cn: 避免争论。

source: Where possible always answer from the Bible.
zh_cn: 只要可能，都用圣经的话来回答问题。

source: Study and follow the method of Christ.
zh_cn: 效法基督的言行。

source: In the recent continental theology of Europe there has been something of a division between Karl Barth and Emil Brunner concerning the point of contact in the communication of Christian truth.
zh_cn: 在欧洲大陆的神学界，卡尔·巴特（Karl Barth，生于1886年5月10日，逝于1968年12月10日，是一位瑞士籍新教神学家，新正统神学的代表人物之一。主要著作：《罗马书释义》、《教会教义学》，并在德国新教教会界逐渐接受纳粹德国已经成立的情况下，起草了《巴门宣言》，联名反对纳粹德国强迫教会信仰希特勒和国家主义，并把这份宣言寄给了希特勒本人。）和艾米尔·布鲁内尔（Emil Brunner，1889年-1966年，有着深远影响的瑞士籍新教神学家、新正统神学家，曾与卡尔·巴特共同推动了二十世纪上半叶欧洲德语系国家中的『新正统神学运动』或称为『辩证神学运动』）之间对于如何将基督的真理传递给他人有一些分歧。

source: Barth has held that we should start with the Word of God and apply its truth to the needs of men. On the other hand, Brunner has felt that we should rather start with the needs of men and lead from the human situation to the answer of God in His Word.
zh_cn: 巴特认为，我们应该先介绍上帝的道，然后再把上帝的真理应用于人的需求中去；布鲁内尔则认为，我们应先从人的需要开始，然后把有需要的人从人的环境里带入上帝之道的回答中去。

source: It would seem that each point of view might suggest something useful in work with Muslims.
zh_cn: 两种观点都提供了一些向穆斯林传福音的有益工具。

source: Jesus Christ and the prophets of the Bible certainly met the needs of men by taking the human situation and bringing the light of God to play on it.
zh_cn: 耶稣基督和圣经里的先知们当然是通过关心人的生活处境，并把上帝之光照入人的生活来满足人的需求的。

source: With the passing of former religious sanctions there is great danger of a spiritual vacuum in the Muslim world, and we shall have to meet men in their condition and turn on the light of divine truth to dissipate the darkness of their spiritual void.
zh_cn: 因为过去的宗教上的束缚，穆斯林世界有着非常危险的属灵真空，而我们应该体谅他们的环境，并将神圣的真理之光照点亮，为他们驱赶属灵的黑暗。

source: On the other hand, the Word is fundamental.
zh_cn: 从另一方面说，神的道是最根本的。

source: As we have pointed out, the majority of converts from Islam testify that they were first attracted to Christianity by hearing or reading the Scripture, and in a great number of cases the Bible has been directly responsible for their conversion.
zh_cn: 正如我们指出的，很多从伊斯兰教转向基督教的信徒都说他们最初是受经文的吸引，而很多的个案里，圣经都是引导他们改变的最重要因素。

source: This should add another point to our basic method. Increase in every possibleway the circulation of the Scriptures.
zh_cn: 这就指出了我们传福音的另外一个重要方法：任何时候都要尽力让更多的人了解圣经的内容。

source: In this regard, let us resolve to make use of the radio,phonograph, and visual aids to spread the message of the Bible. Even very small things may be blessed by the Spirit to great results.
zh_cn: 这项工作我们可以通过广播、灌制碟片、影像资料等来传播圣经的讯息。一些很不起眼儿的行动也会受到圣灵的祝福，并产生巨大的结果。

source: One missionary suggests that much may be accomplished by memorizing a short story of Christ in the very finest prose and telling it to people whenever the occasion offers.
zh_cn: 一位传道士建议道，我们可以背诵一小段有关基督的故事，然后遇到合适的机会就讲给别人听，这个方法非常有效。

source: Another suggests that if a verse of Scripture is committed to memory in morning devotions there will usually arise a great many times during the day when it may be used in evangelistic contacts.
zh_cn: 另外一位传道人建议，若我们在晨祷的时候背诵一节经文，在我们这一天的传福音工作中就能很多次用上这节经文。

source: In our church in Tabriz there are several blind boys who have become Christians.
zh_cn: 我们在大布里士（Tabriz，伊朗城市）的教会里，有几位盲童成为了基督徒。

source: They have copied many entire books of the Bible in Persian Braille.
zh_cn: 他们已经用波斯盲文把整本圣经抄写了很多遍。

source: What an object lesson it is when they read the portion of Scripture we are to study!
zh_cn: 当他们念出我们将要研读的经文的时候这是何等的见证呀！

source: As their fingers move over the characters and their lips speak the words of the text, other young Muslims present know that though their eyes are blind, Christ has illuminated their hearts and lives.
zh_cn: 他们的手指抚摸过这些字母，他们的嘴唇念出这些经文，其他在场的年轻的穆斯林都知道，虽然他们的眼镜无法看见，但是基督已经点亮了他们的心和他们的生命。

source: Speaking of the Bible Society colporteurs [tract sellers],Bishop Thompson of Iran writes, "These men are the most important evangelistic agency at work in the villages of Iran at present.
zh_cn: 谈到圣经协会的卖圣经小贩时，伊朗的汤普森主教写道：“这些人是目前伊朗乡村里最重要的传道机构。

source: As they tour the country selling the Scriptures, their splendid Christian characters and the conversations they have with people result in contacts which have led to the conversion of many individuals and the inquiry of many more."
zh_cn: 他们走遍整个国家卖圣经，他们优秀的基督徒品格和他们与人的交流都引发了很多人想要了解更过有关基督的事情。”

source: We must not take it for granted that the agents of the Bible Society alone are responsible for the distribution of Scripture.
zh_cn: 我们决不能想当然地认为只有圣经协会才能对经文的流通负责。

source: This is so important a duty inMuslim lands that all missionaries, national Christian workers, and other members of the church should dedicate themselves to this great task of distribution.
zh_cn: 所有在穆斯林土地上做工的传道士，当地的基督徒工人和教会的其他肢体都应该献身于圣经传播的巨大工作中。

source: Again, as we have mentioned in an earlier Chapter, next inimportance to the Bible as an agent of evangelism comes otherChristian literature.
zh_cn: 另外，像我们在其他章节里提到过的，除了圣经，最重要的传福音的工具还有基督徒的文字事工。

source: When a Muslim friend insists on argument concerning a certain subject it is far better to give him a book which treats the matter than to engage in controversy.
zh_cn: 当一位穆斯林朋友对一个问题争执不下的时候，送他一本谈论这个问的书远远好于和他陷入争辩。

source: In fact, the importance of the evangelistic function in Christian literature can hardly be overemphasized.
zh_cn: 实际上，基督教书籍在传福音工作上的重要性是永远都不能被低估的。

source: The great value of the printed page has been realized for many years by workers in Muslim lands.
zh_cn: 很多穆斯林世界的同工都已经在书籍出版方面侍奉了多年。

source: The Christian Literature Committee for Muslims under MissConstance Padwick has long kept this subject before leaders in all the countries.
zh_cn: 面向穆斯林的基督教文学文员会在Constance Padwick的带领下已经在很多国家事工了很长时间。

source: A truly great Christian literature has been developed in the main languages of the Muslim world, which ranges all the way from single-page tracts to books like a Bible dictionary of a thousand pages.
zh_cn: 从福音单张到上千页的圣经字典，很多优秀的基督教作品都被翻译成了穆斯林世界的主要语言。

source: We shall need renewed zeal in both publication and distribution for the new era which lies before us.
zh_cn: 无论是书籍的出版还是传播，都要求我们在新时代里重新燃起灵火。

source: The plowing of the Muslim lands by the machines of war have brought forth many startling changes in outlook, and Christian literature should assume a more prominent role than ever before in evangelism and the strengthening of the Church.
zh_cn: 经过战争这个大机器翻整过的穆斯林土地已经开始有了令人瞠目的巨变，基督教作品在传扬福音和坚固教会方面将会扮演一个比以往更加重要的角色。

source: Another important and closely related function is the evangelistic relation to literacy programs.
zh_cn: 传福音还可以与扫盲项目相结合。

source: Now that we have had Dr. Frank Laubach in the Islamic world for a considerable time preparing charts in the languages that Muslims use and instituting campaigns for literacy, we hope that Christian forces may be in the fore front of this great enterprise, as, indeed, they are.
zh_cn: 在伊斯兰世界呆了相当长一段时间的Frank Lauback博士准备了许多的穆斯林语言的图片，并且希望帮助人们扫除文盲。我们希望基督教的力量能够站在这一伟大事业的前沿，而且现在基督教也确实做到了。

source: There is no more wonderful opportunity to present Christ than in the relation of a teacher with a pupil who has been taught to read and has thereby entered a new mental world. It is quite natural that the same instructor should also open a new world of the spirit for the newly literate.
zh_cn: 没有什么比教师带领一群学生识字是更好的介绍耶稣基督的机会了。通过识字，这些学生进入了一个新的精神世界，自然而然的，这些带领他们识字的老师也可以为他们开启一个全新的属灵世界。

source: Missionary aviation is coming into prominence, and a number of young men who were pilots during the war [WWII] are now engaged intraining others to fly for the Gospel.
zh_cn: 宣教航空事业也在蓬勃发展。一群曾经在二战中当过飞行员的年轻人现在正训练人们为福音而飞。

source: No part of the world is moreadaptable to flying than the Bible lands.
zh_cn: 世界上没有比圣经故事所描述的土地更适宜飞行的了。

source: Great aviation centers have already been developed in the Islamic countries, and theGospel should not leave the rapid transportation to commercial,political, and military representatives alone.
zh_cn: 很多伊斯兰国家都已经有了很棒的飞行中心，贸易，政治和军事都在运用这些快速发展的公共交通，福音的脚踪也应当坐上现代设备。

source: With so much of desert and waste land separating the centers of population, air travel is the ideal form of transport in the missionary work of the future.
zh_cn: 大漠把居民中心隔开了，那么飞机就成为了传道士未来最理想的交通工具。

source: If we do not heed the signs of the times, in a few years we shall be as outmoded as one who would today cross from Damascus toBaghdad by camel caravan instead of by car.
zh_cn: 若我们不跟上时代的步伐，我们很快就落伍了：就像今天人们从大马士革去巴格达都是乘坐汽车而不是骑骆驼了。

source: The new fast means of transportation should be God's gift to a new interpretation of evangelism.
zh_cn: 这些新式的交通工具应当是上帝赐给传福音工作的恩典。

source: The Missionary Adventure
zh_cn: 传福音的冒险精神

source: One evangelist who had labored for many years with Muslims said that in this work it is always necessary to use great tact, but it is often necessary to go beyond what is safe. For a Muslim to accept Christ is certainly a great adventure of faith, and we must be willing to adventure, too, as Christian evangelists.
zh_cn: 一位在穆斯林世界服侍多年的传道人说，在这份事工上，策略是必要的，但是有时候也必须要冒险。让穆斯林接受基督当然是信仰上的大冒险，而作为传道士，我们必须愿意去冒这个险。

source: When Dr. William McE. Miller held his first series of open evangelistic meetings in Teheran most people thought there would be trouble.
zh_cn: William McE.Miller博士在德黑兰举行他的首次公开福音宣教会的时候，很多人认为这会引发骚乱。

source: He did not utter a single word against Islam or refer to it, but preached a positive Christian Gospel.
zh_cn: 他没有说一句反对伊斯兰教的话，甚至都没有提它。他只是积极地宣扬了主的福音。

source: The meetings were very well attended and aroused no untoward incident.
zh_cn: 整个大会都座无虚席，并且没有什么意外发生。

source: Similar meetings have since been held in many cities of Iran.
zh_cn: 类似的宣教会也在伊朗的其他城市成功举办。

source: In some instances admission by tickets to such a "conference" has increased attendance and interest.
zh_cn: 在一些场合下，凭票入场反而吸引了更多的人来参与。

source: It still remains true, however, that far more fish are caught with a single hook and line in the Muslim world than by throwing the Gospel net and enclosing a multitude.
zh_cn: 当然，在穆斯林世界，用鱼竿钓鱼的成功率远远大于把福音的大网洒出去然后收网得来的多。

source: Personal evangelism rather than public preaching is the method which produces results.
zh_cn: 针对个人传道比公开宣教的效果会更好。

source: The prayerful reaching of men in personal interviews is the best of all methods to win souls.
zh_cn: 通过持续的祷告，与传道对象建立个人的交通是赢得灵魂的最好方式。

source: The purpose of the interview is to produce a sacramental moment in which the human soul meets God as revealed in Christ.
zh_cn: 这种交通能够产生一个让人的灵魂与基督相遇的神圣时刻。

source: This may happen anywhere, but a private office beside a general evangelistic or reading room is one of the most fruitful modes of meeting men where the altar fire ofChristian love may be lighted from heart to heart.
zh_cn: 这种事情可以在任何地方发生，但是教会里的小办公室或阅读室是战绩最佳的战场，因为在这里，基督徒的爱火可以在上帝的祭坛前点燃。

source: Although evangelism is the duty of each missionary and full-timeChristian worker there can be no great forward movement until laymen are brought to participate in this sacred service.
zh_cn: 虽然传福音是传道人和全职同工的重要职责，传福音的工作若没有所有肢体的支持是不可能有大的进步的。

source: Truly,Islam has a great lesson to teach us in this regard, for that religion was spread in regions like the East Indies and centralAfrica largely by followers of the Arabian prophet, who went therein pursuit of commerce.
zh_cn: 在这一点上，伊斯兰教确实给我们上了重要的一刻。默罕默德的追随者一边做生意一边将这个宗教从东印度一直传到中非。

source: When Christians in Muslim lands show a similar zeal for the propagation of their faith and the declaration of the Gospel we shall see a new day in the winning of Muslims to faith in Christ.
zh_cn: 当穆斯林国家的基督徒体现出相同的传道热忱的时候，我们就看到了基督取得胜利的曙光。

source: Be it said that there are at present some who are very active in this regard.
zh_cn: 现在，有很多的肢体都在积极做工呢！

source: One Christian who constructed a new house in Teheran built a special room for personal evangelism.
zh_cn: 一位在德黑兰盖了新房子的基督徒特意留了一间屋子做个人福音工作室。

source: Friends came to listen to the radio and remained to hear the voice of Christ! This is an example not only of lay evangelism but also of the spreading of the Gospel through the Christian home, which should bear much fruit when widely practiced.
zh_cn: 他的朋友们可以来这里听福音广播，倾听基督的声音！这不但是平信徒传福音的优秀例子，同时还告诉我们基督徒的家也是传福音的好地方，而且会结出更多的果子。

source: The new social position of women in many Muslim lands has focused attention on the home.
zh_cn: 在穆斯林世界里，妇女们的社会地位还是主要局限在家里。

source: In public address and in the Press the home that is described is not at all the typicalMuslim household, but a Christian home where there is one wife and mother of the family.
zh_cn: 家可以不只是穆斯林风格的家，因为基督徒的家庭里，只有一位妻子，而且是这个家里唯一的母亲。
